Repository: Pieshka/VisualImageRenamer
Catalog: Form1.*.resx
Languages: pl_pl

# applyToAllB.Text
source: Apply to all images
pl_pl: Ustaw wszystkim

# fileNameL.Text
source: File Name:
pl_pl: Nazwa pliku:

# fileNameTB.ToolTip
source: Type the # character anywhere in the file name to add serial numbering starting from 1. If you do not do so, the number will be added at the end of the file.
pl_pl: Wpisz znak # w dowolnym miejscu nazwy pliku, aby uruchommić seryjne numerowanie od 1. Jeżeli tego nie zrobisz, to numer zostanie automatycznie dodany na końcu nazwy pliku.

# loadFromDirectoryB.Text
source: Load images from directory
pl_pl: Załaduj z katalogu

# renameStartB.Text
source: Start renaming
pl_pl: Zmień nazwy

# $this.Text
source: Image Renamer
pl_pl: Układacz

# SortMethodText
source: Do you want to sort files by modification date?
pl_pl: Czy chcesz sortować pliki po dacie modyfikacji?

# SortMethodTitle
source: File sorting method
pl_pl: Metoda sortowania plików

# RenameSuccessful
source: Name change successfully completed
pl_pl: Zmiana nazw zakończona pomyślnie

# StartRenameText
source: The original files will be renamed in a moment. Are you sure you want to continue?
pl_pl: Za chwilę nastąpi zmiana nazwy oryginalnych plików. Czy na pewno chcesz kontynuować?

# StartRenameTitle
source: Confirm renaming
pl_pl: Potwierdz zmianę nazw

# NoImagesFound
source: Images not found
pl_pl: Nie znaleziono zdjęć
